{
    "id" : "n8nconnect",
    "name" : "n8n Connect",
    "description" : {
        "fr_FR" : "Plugin pour piloter et superviser vos workflows n8n directement depuis Jeedom. Il permet de lancer, activer/désactiver et vérifier l'état de vos workflows.",
        "en_US" : "Plugin to control and monitor your n8n workflows directly from your Jeedom home automation interface. It allows you to launch, activate/deactivate, and check the status of your workflows.",
        "de_DE" : "Dieses Plugin ermöglicht es Ihnen, Ihre n8n-Workflows direkt über Ihre Jeedom-Hausautomatisierungsoberfläche zu steuern und zu überwachen. Es erlaubt Ihnen, Workflows zu starten, zu aktivieren/deaktivieren und ihren Status zu überprüfen.",
        "es_ES" : "Este plugin le permite controlar y supervisar sus flujos de trabajo de n8n directamente desde su interfaz de domótica Jeedom. Permite lanzar, activar/desactivar y verificar el estado de sus flujos de trabajo.",
        "ru_RU" : "Этот плагин позволяет вам управлять и отслеживать ваши рабочие процессы n8n непосредственно из интерфейса домашней автоматизации Jeedom. Он позволяет запускать, активировать/деактивировать и проверять статус ваших рабочих процессов.",
        "id_ID" : "Plugin ini memungkinkan Anda untuk mengontrol dan memantau alur kerja n8n Anda langsung dari antarmuka otomatisasi rumah Jeedom Anda. Ini memungkinkan Anda untuk meluncurkan, mengaktifkan/menonaktifkan, dan memeriksa status alur kerja Anda.",
        "it_IT" : "Questo plugin ti permette di controllare e monitorare i tuoi workflow n8n direttamente dalla tua interfaccia domotica Jeedom. Offre un'integrazione semplice ed efficace per lanciare i workflow, attivarli/disattivarli, e verificare il loro stato."
    },
    "changelog": "https://github.com/Teeflo/plugin-n8n/blob/beta/docs/fr_FR/changelog.md",
    "documentation": "https://github.com/Teeflo/plugin-n8n/blob/beta/docs/fr_FR/documentation.md",
    
    "licence" : "AGPL",
    "author" : "Jeedom Community",
    "require" : "4.2.0",
    "category" : "communication",
    "hasDependency" : false,
    "hasOwnDeamon" : false,
    "maxDependancyInstallTime" : 0,
    "language": ["fr_FR","en_US","de_DE","es_ES","ru_RU","id_ID","it_IT","pt_PT","ja_JP","tr"],
    "compatibility": ["miniplus","smart","rpi","docker","diy","mobile","v4","atlas"]
}
